INSERT INTO equipments (equipment_name, part_id) VALUES
-- 가슴
('벤치프레스', 1),
('인클라인 벤치', 1),
('디클라인 벤치', 1),
('체스트 프레스 머신', 1),
('펙덱 플라이', 1),
('케이블 크로스오버', 1),
('스미스 머신(가슴)', 1),

-- 등
('랫풀다운', 2),
('시티드 로우', 2),
('T바 로우', 2),
('백 익스텐션 머신', 2),
('풀업 바', 2),
('케이블 로우', 2),

-- 어깨
('숄더 프레스 머신', 3),
('레터럴 레이즈 머신', 3),
('리어 델트 플라이 머신', 3),
('케이블 레터럴 레이즈', 3),

-- 하체
('레그프레스', 4),
('스쿼트랙', 4),
('레그익스텐션', 4),
('레그컬', 4),
('핵 스쿼트', 4),
('카프레이즈 머신', 4),
('힙 어브덕터', 4),
('힙 어덕터', 4),

-- 이두
('프리처 컬 머신', 5),
('케이블 컬 머신', 5),
('덤벨 컬', 5),
('바벨 컬', 5),

-- 삼두
('트라이셉스 푸쉬다운', 6),
('로프 푸쉬다운', 6),
('오버헤드 익스텐션 머신', 6),
('딥스 머신', 6),

-- 복근
('크런치 머신', 7),
('싯업 벤치', 7),
('AB 롤러', 7),
('레그레이즈 머신', 7),

-- 전신/기타
('케틀벨', 8),
('배틀 로프', 8),
('메디신볼', 8),
('로잉 머신', 8),
('스키에르고', 8),
('트레드밀', 8);
